/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "thatswinnie (2008)";

AMName = "iCalBirthdays";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
iCalCalendarName = "my birthdays";

/*  AMDescription localized strings  */
AMDAlert = "All entries of the calendar will be deleted.";
AMDResult = "Exports the birthday calendar to a file and returns the reference to the file.";
AMDSummary = "Creates a birthday calendar in iCal from the contacts in Address Book and adds an alarm.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";